index.org
#+TITLE: Course Home Page
#+OPTIONS: toc:nil num:nil
#+SETUPFILE: ~/metropolis/Teaching/doctoral-course-longitudinal-causal-inference/org/theme-bigblow-local.setup
#+HTML_HEAD: <style>pre.src{background:#343131;color:white;} </style>
#+superman-org-export-target: html
 

* Welcome

This is the home page of the one-day course on longitudinal causal
inference. To prepare the course please install the R-package =rtmle=
from github

#+BEGIN_SRC R  :results output raw  :exports code  :session *R* :cache yes  
library(devtools)
install_github("tagteam/rtmle")
#+END_SRC


** Plan 

- 9:15 Target trial emulation (30 min)
- 9:45 Practical I (30 min)

 break 

- 10:30 Roadmap of statistical learning (30 min)
- Practical II (30 min)

 lunch

- 13:00 Longitudinal targeted minimum-loss based estimation (30 min)
- 13:30 Practical III (30 min)

 break

- 14:15 Software tutorial (30 min)
- 14:45 Practical IV (30 min)


** Material

- [[./lecturenotes/longitudinal-causal-inference.pdf][Lecture notes]]
- [[./practicals/practicals.org][Practicals]]
