index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-09-16 tir 12:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Course Home Page</title>
<meta name="author" content="Thomas Alexander Gerds" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="preamble" class="status">
<br>Thomas Alexander Gerds
</div>
<div id="content" class="content">
<h1 class="title">Course Home Page</h1>
<div id="outline-container-org4dfa1e5" class="outline-2">
<h2 id="org4dfa1e5">Welcome</h2>
<div class="outline-text-2" id="text-org4dfa1e5">
<p>
This is the home page of the one-day course on longitudinal causal
inference. To prepare the course please install the R-package <code>rtmle</code>
from github
</p>

<div class="org-src-container">
<pre class="src src-R"><span style="color: #008b8b;">library</span>(devtools)
install_github(<span style="color: #8b2252;">"tagteam/rtmle"</span>)
</pre>
</div>
</div>
<div id="outline-container-org8a29e34" class="outline-3">
<h3 id="org8a29e34">Plan</h3>
<div class="outline-text-3" id="text-org8a29e34">
<ul class="org-ul">
<li>9:15 Target trial emulation (30 min)</li>
<li><p>
9:45 Practical I (30 min)
</p>

<p>
break 
</p></li>

<li>10:30 Roadmap of statistical learning (30 min)</li>
<li><p>
Practical II (30 min)
</p>

<p>
lunch
</p></li>

<li>13:00 Longitudinal targeted minimum-loss based estimation (30 min)</li>
<li><p>
13:30 Practical III (30 min)
</p>

<p>
break
</p></li>

<li>14:15 Software tutorial (30 min)</li>
<li>14:45 Practical IV (30 min)</li>
</ul>
</div>
</div>
<div id="outline-container-orge44bf24" class="outline-3">
<h3 id="orge44bf24">Material</h3>
<div class="outline-text-3" id="text-orge44bf24">
<ul class="org-ul">
<li><a href="./lecturenotes/longitudinal-causal-inference.pdf">Lecture notes</a></li>
<li><a href="./practicals/practicals.html">Practicals</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
Last update: 16 sep 2025 by Thomas Alexander Gerds.
</div>
</body>
</html>
